[
    {
      "img": "https://i.ibb.co/P92n9G0/business1.jpg",
      "name": "Lucky Me: A Memoir",
      "quantity": 5,
      "authorName": "Rich Paul ",
      "category": "Business",
  "description":"From humble beginnings to sports mogul, Rich Paul's 'Lucky Me' unveils the transformation from streetwise gambler to Klutch Sports Group CEO. Reflecting on pivotal encounters with LeBron James, he shares profound lessons on seizing opportunities and achieving success.",
      "overview": "NEW YORK TIMES BESTSELLER - A memoir of will, success, and the luck we make--from the founder and CEO of Klutch Sports Group and one of the most influential figures in the multibillion-dollar sports industry 'One of the greatest stories of growing up in America's ghettos and overcoming adversity.'--Jay-Z 'The minute I met Rich, I knew he was different. Rich Paul became a gambler at an early age--his fast mind and gift for finding an edge made him a devastating dice roller who could hold his own with grown men, win big, and walk away alive. Shooting dice wasn't just a pastime; it was a way to earn money for his family as his mother struggled under the weight of drug addiction. He learned the secret science of dice in the same place he found all the lessons of his young life: the corner store his father operated, the center of the neighborhood's frantic action. Paul's father had another family but kept his son close working at the store. Paul dreamed of becoming a star athlete, but the streets were where he thrived, building a lucrative enterprise on shaky ground. When he found himself at a dangerous crossroads, he summoned the teachings of his past to create a different future. Readers will follow the riveting journey of a young Rich Paul narrated by the Paul of today, who looks back with wit and insight, drawing out the lessons he learned at every stage--about business, people, and the values that lead to success. It's the inspiring story of the luck that's all around us, if we know where to look.",
      "rating": 4.5
    },
    {
      "img": "https://i.ibb.co/QDzcW4M/business2.jpg",
      "name": "Think & Grow Rich",
      "quantity": 8,
      "authorName": "Napoleon Hill",
      "category": "Business",
      "description": "Inspired by Andrew Carnegie, 'Think and Grow Rich' by Napoleon Hill remains a timeless masterpiece in motivational literature. Senator Jennings Randolph lauds Hill's philosophy, emphasizing the power of the mind as the key to achievement and service in any field.",
  "overview":"Published around the world, this book has become an undisputed classic in the field of motivational literature. Inspired by Andrew Carnegie, it has been cited by many as the 'calling card'that propelled countless numbers to fame and fortune and is the standard against which all other motivational material is measured. Think and Grow Rich and The Think and Grow Rich Action Pack have single-handedly changed the lives of millions of men, women and young adults and produced a legacy of achievement that includes many of today's and yesterday's leaders in business, government and civic organizations.'I knew Napoleon Hill in 1922 when I was a student in Salem College in the town of my birth. Mr. Hill came to our campus as the commencement speaker that year. As I listened to him, I heard something other than the words he spoke. I felt the substance--the wisdom--and the spirit of a man and his philosophy. Mr. Hill said 'the most powerful instrument we have in our hand is the power of the mind.' Napoleon Hill compiled this philosophy of American achievement for the benefit of all people. I strongly commend this philosophy to you for achievement and service in your chosen field.' --Senator Jennings Randolph, West Virginia",
      "rating": 4.2
    },
    {
      "img": "https://i.ibb.co/jz2Ldcy/business3.jpg",
      "name": "Rich Dad Poor Dad",
      "quantity": 3,
      "authorName": "Robert T. Kiyosaki",
      "category": "Business",
      "description": "Robert Kiyosaki's 'Rich Dad Poor Dad' shares his transformative journey shaped by two father figures, offering invaluable financial wisdom. Challenging conventional notions, Kiyosaki highlights the importance of financial education, distinguishing assets from liabilities, and fostering financial literacy for future generations' prosperity.",
  "overview":"Robert Kiyosaki reveals how he developed his unique economic perspective from his two fathers: his real father, who was highly educated but fiscally poor; and the father of his best friend - an eighth-grade drop-out who became a self-made multi-millionaire. The lifelong monetary problems experienced by his poor dad pounded home the counterpoint communicated by his rich dad. Taking that message to heart, Kiyosaki was able to retire at the age of 47. This book lays out his philosophy and aims to open readers eyes by: exploding the myth that you need to earn a high income to be rich; challenging the belief that your house is an asset; showing parents why they can't rely on schools to teach their children about money; defining once and for all an asset versus a liability; and explaining what to teach your children about money for their future financial success. ",
      "rating": 4.7
    },
    {
      "img": "https://i.ibb.co/PjsFSFh/business4.jpg",
      "name": "Start with Why",
      "quantity": 6,
      "authorName": "Simon Sinek",
      "category": "Business",
      "description": "Simon Sinek's 'Start With Why' sparked a global movement, emphasizing the power of purpose in driving innovation, influence, and loyalty. With profound insights into successful leaders like Martin Luther King Jr. and Steve Jobs, Sinek introduces The Golden Circle, a transformative framework for inspiring action and building meaningful organizations.",
  "overview":"The inspirational bestseller that ignited a movement and asked us to find our WHY Discover the book that is captivating millions on TikTok and that served as the basis for one of the most popular TED Talks of all time--with more than 56 million views and counting. They realized that people won't truly buy into a product, service, movement, or idea until they understand the WHY behind it. START WITH WHY shows that the leaders who have had the greatest influence in the world all think, act and communicate the same way--and it's the opposite of what everyone else does. Sinek calls this powerful idea The Golden Circle, and it provides a framework upon which organizations can be built, movements can be led, and people can be inspired. And it all starts with WHY. This description may be from another edition of this product. ",
      "rating": 4.0
    },
    {
      "img": "https://i.ibb.co/f1hchpp/ct1.jpg",
      "name": "Steve Jobs",
      "quantity": 5,
      "authorName": "Walter Isaacson",
      "category": "Computers & Tech",
      "description": "Walter Isaacson's biography 'Steve Jobs' delves into the captivating life of the Apple co-founder, portraying his relentless pursuit of perfection and innovation across multiple industries. Through candid insights from Jobs and his associates, Isaacson paints a cautionary yet inspiring tale of innovation, leadership, and character.",
      "overview": "Walter Isaacson's 'enthralling' (The New Yorker) worldwide bestselling biography of Apple cofounder Steve Jobs. Based on more than forty interviews with Steve Jobs conducted over two years--as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues--Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing. Isaacson's portrait touched millions of readers. He himself spoke candidly about the people he worked with and competed against. His friends, foes, and colleagues offer an unvarnished view of the passions, perfectionism, obsessions, artistry, devilry, and compulsion for control that shaped his approach to business and the innovative products that resulted. His tale is instructive and cautionary, filled with lessons about innovation, character, leadership, and values. Steve Jobs is the inspiration for the movie of the same name starring Michael Fassbender, Kate Winslet, Seth Rogen, and Jeff Daniels, directed by Danny Boyle with a screenplay by Aaron Sorkin. ",
      "rating": 4.5
    },
    {
      "img": "https://i.ibb.co/x8NSJg0/ct2.jpg",
      "name": "Facebook for Dummies",
      "quantity": 7,
      "authorName": "Carolyn Abram",
      "category": "Computers & Tech",
      "description": "Jump into Facebook with the 5th edition of 'Facebook For Dummies,' a comprehensive beginner's guide. Covering the latest updates and new features, this resource simplifies the Facebook experience, guiding users through photo and video sharing, messaging, and app integration.",
      "overview": "There's no time like the present: get started on Facebook today with this friendly beginner guide Facebook is constantly changing and evolving, replacing old features and introducing new ones. And while it can difficult to keep up with everything that it has to offer, its ever-changing features allow you to jump in and get started at any time This edition of the popular For Dummies guide to Facebook covers the latest updates and guides new users into the Facebook experience quickly and easily. It explores the new look for photos and videos, the updated features in messaging service, expanded options for Timeline user profile, updates to popular Facebook apps, and much more. Covers Facebook's relaunched mobile application and integration with Windows 8 Offers a straightforward approach to demystifying Facebook for newbies Features expanded updates on the photo/video sharing services, timeline profile, and more Updates all the changes to existing Facebook apps that are used by millions of people every day Helps Facebook newcomers get up to speed and use the site safely and confidently Facebook For Dummies, 5th Edition is the resource you need to get the most from your Facebook experience. ",
      "rating": 4.2
    },
    {
      "img": "https://i.ibb.co/jbfhp9G/ct3.jpg",
      "name": "Programming in C",
      "quantity": 3,
      "authorName": "Stephen G. Kochan",
      "category": "Computers & Tech",
      "description": "This revised edition of this work on C programming, offers detailed coverage of the C language, including 90 program examples, which incorporate looping, decision-making, arrays, functions, structures, character strings, bit operations, enumerated data types and ANSI C.",
      "overview": "This revised edition of this work on C programming, offers detailed coverage of the C language, including 90 program examples, which incorporate looping, decision-making, arrays, functions, structures, character strings, bit operations, enumerated data types and ANSI C. All the features of the C language are covered in this book including the latest additions added with the C11 standard. Appendixes provide a detailed summary of the language and the standard C library.Absolutely the best book for anyone starting out programming in C. This is an excellent introductory text with frequent examples and good text.This is the book I used to learn C-it's a great book.",
      "rating": 4.7
    },
    {
      "img": "https://i.ibb.co/3WMPXY8/ct4.jpg",
      "name": "Discrete Mathematics",
      "quantity": 6,
      "authorName": "Kenneth H. Rosen",
      "category": "Computers & Tech",
      "description": "Providing a comprehensive introduction to discrete mathematics, 'Discrete Mathematics and its Applications' emphasizes practical applications, logical reasoning, and problem-solving. With an enhanced focus on logic and proof writing, this fifth edition caters to students across various disciplines, including computer science and engineering.",
      "overview": "Discrete Mathematics and its Applications is a focused introduction to the primary themes in a discrete mathematics course, as introduced through extensive applications, expansive discussion, and detailed exercise sets. These themes include mathematical reasoning, combinatorial analysis, discrete structures, algorithmic thinking, and enhanced problem-solving skills through modeling. Its intent is to demonstrate the relevance and practicality of discrete mathematics to all students. The Fifth Edition includes a more thorough and linear presentation of logic, proof types and proof writing, and mathematical reasoning. This enhanced coverage will provide students with a solid understanding of the material as it relates to their immediate field of study and other relevant subjects. The continual growth and updates to the web site reflect the active nature of the topics being discussed. The book is appropriate for a one- or two-term introductory discrete mathematics course to be taken by students in a wide variety of majors, including computer science, mathematics, and engineering. College Algebra is the only explicit prerequisite.",
      "rating": 4.0
    },

    {
      "img": "https://i.ibb.co/Ps2gnJQ/hf1.jpg",
      "name": "Treat Your Own Back",
      "quantity": 5,
      "authorName": "Robin McKenzie ",
      "category": "Health & Fitness",
      "description": "Maintain effective long-term back self-management with Robin McKenzies completely revised and formatted 9th edition landmark patient book. This informative, easy-to-read book contains updated content from Robin McKenzie. This description may be from another edition of this product.",
      "overview": "Maintain effective long-term back self-management with Robin McKenzies completely revised and formatted 9th edition landmark patient book. This informative, easy-to-read book contains updated content from Robin McKenzie. This description may be from another edition of this product.Color photos and simple step-by-step instructions show you how to perform simple stretches and exercises that can be done just about anywhere to help treat and prevent pain. In addition to this exercise program, you will discover when to do the exercises, how to know if you are performing the exercises correctly, what to do when the pain has subsided, and how to prevent recurrence of pain.",
      "rating": 4.5
    },
    {
      "img": "https://i.ibb.co/XLhPvnv/hf2.jpg",
      "name": "The Pilates Body",
      "quantity": 7,
      "authorName": "Brooke Siler",
      "category": "Health & Fitness",
      "description": "The definitive guide to the Pilates method, 'The Pilates Body' by Brooke Siler offers an accessible, comprehensive program for strengthening and conditioning the body. With clear instructions and visual aids, readers can achieve improved posture, flexibility, and overall well-being through Pilates exercises, promoting a streamlined physique.",
      "overview": "The Pilates? method may be today's hottest exercise, but it has been endorsed by physicians for almost a century. Originally developed by Joseph H. Pilates to help strengthen and condition muscles, Pilates is the ultimate mind-body exercise for anyone who wants to tone, streamline, and realign their body without the bulked-up results of more conventional workout methods. Now, in The Pilates? Body , author Brooke Siler--one of the most sought-after personal trainers in the country and owner of New York's top studio for Pilates training, re:AB--provides a complete, easy-to follow program of Pilates exercises that can be done anywhere, anytime, and without machines. With step-by-step instructions, Siler guides the reader through the complete circuit of mat exercises, each of which is clearly illustrated by photographs, line drawings, and unique visualization exercises. With Pilates you will not only streamline your figure--you will dramatically improve your posture, flexibility, and balance, and enhance your physical and emotional well-being. The Pilates Body shows you how.",
      "rating": 4.2
    },
    {
      "img": "https://i.ibb.co/28RW6Fh/hf3.jpg",
      "name": "Forks Over Knives",
      "quantity": 3,
      "authorName": "Gene Stone",
      "category": "Health & Fitness",
      "description": "The life-changing impact of a whole-foods, plant-based diet is explored in 'Forks Over Knives,' challenging conventional dietary norms. Highlighting insights from leading experts and success stories, this guide offers a comprehensive understanding of the health benefits, practical transitioning tips, and a delectable array of plant-based recipes for every palate.",
      "overview": "The #1 New York Times bestseller answers: What if one simple change could save you from heart disease, diabetes, and cancer? For decades, that question has fascinated a small circle of impassioned doctors and researchers--and now, their life-changing research is making headlines in the hit documentary Forks Over Knives. Their answer? Eat a whole-foods, plant-based diet--it could save your life. It may overturn most of the diet advice you've heard--but the experts behind Forks Over Knives aren't afraid to make waves. In his book Prevent and Reverse Heart Disease, Dr. Caldwell Esselstyn explained that eating meat, dairy, and oils injures the lining of our blood vessels, causing heart disease, heart attack, or stroke. In The China Study, Dr. Colin Campbell revealed how cancer and other diseases skyrocket when eating meat and dairy is the norm--and plummet when a traditional plant-based diet persists. Neal Barnard, Dr. John McDougall, The Engine 2 Diet author Rip Esselstyn, and many othersSuccess stories from converts to plant-based eating--like San'Dera Prude, who no longer needs to medicate her diabetes, has lost weight, and feels great The many benefits of a whole-foods, plant-based diet--for you, for animals and the environment, and for our futureA helpful primer on crafting a healthy diet rich in unprocessed fruits, vegetables, legumes, and whole grains, including tips on transitioning and essential kitchen tools125 recipes from 25 champions of plant-based dining--from Blueberry Oat Breakfast Muffins and Sunny Orange Yam Bisque to Garlic Rosemary Polenta and Raspberry-Pear Crisp--delicious, healthy, and for every meal, every day.",
      "rating": 4.7
    },
    {
      "img": "https://i.ibb.co/WxG2pWf/hf4.jpg",
      "name": "Stretching",
      "quantity": 6,
      "authorName": "Bob Anderson",
      "category": "Health & Fitness",
      "description": "Bob Anderson's 'Stretching' has been an essential resource since 1980, recommended by friends, trainers, and medical professionals alike. With over 20 new routines catering to various activities and lifestyles, this updated edition offers valuable insights on stretching, warming up, and maintaining fitness.",
      "overview": "This is the book that people tell their friends about, that trainers recommend for virtually every sport and activity, and that medical professionals recommend to people just starting to get back in shape. Stretching first appeared in 1980 as a new generation of Americans became committed to running, cycling, aerobic training, and workouts in the gym - which all seem commonplace now. It features: more than 20 new stretching routines, including those for sports enthusiasts; travelers, children, gardeners, and people in wheelchairs; an abbreviated version of each routine for people in a hurry; new information on the stretching vs. warming up controversy; and new and improved drawings.",
      "rating": 4.0
    },
  
    {
      "img": "https://i.ibb.co/m9tyHvt/travel1.jpg",
      "name": "The World",
      "quantity": 5,
      "authorName": "Lonely Planet",
      "category": "Travel",
      "description": "Lonely Planet presents a comprehensive guide to the world, showcasing every country in one 900+ page volume. With stunning visuals, maps, and essential travel information, this definitive resource serves as the ultimate planning companion for global explorers, recommended by millions worldwide for over four decades.",
      "overview": "Lonely Planet: The world's leading travel guide publisherEvery country in the world, in one guidebook: Lonely Planet's The World. A Traveller's Guide to the Planet. We've taken the highlights from the world's best guidebooks and put them together into one 900+ page whopper to create the ultimate guide to Earth. This user-friendly A-Z gives a flavour of each country in the world, including a map, travel highlights, info on where to go and how to get around, as well as some quirkier details to bring each place to life. In Lonely Planet's trademark bluespine format, this is the ultimate planning resource. From now on, every traveller's journey should start here...Nearly 1000 colour photos of must-visit highlights More than 200 colour mapsThe guidebook every traveller needs to ownAbout Lonely  - New York Times 'Lonely Planet. It's on everyone's bookshelves, it's in every traveller's hands. It's on mobile phones. It's on the Internet. It's everywhere, and it's telling entire generations of people how to travel the world.' - Fairfax Media (Australia) This description may be from another edition of this product.",
      "rating": 4.5
    },
    {
      "img": "https://i.ibb.co/M8p1F3m/travel2.jpg",
      "name": "Australia and Oceania",
      "quantity": 7,
      "authorName": "Mel Friedman",
      "category": "Travel",
      "description": "Discover the unique aspects of Australia with the True Book: Geography series. Tailored for grades 3-5, this introduction delves into the continent's geography, history, wildlife, and future prospects. With engaging content and a comprehensive resource section, young readers can explore independently and enrich their knowledge.",
      "overview": "An introcuction to Australia, focusing on its geographical features, people and native animalsA True Book: Geography series dives into the many components that make each continent distinctive and exceptional. Readers will get to know each continents' geography, history, wildlife and future outlook. This series includes an age appropriate (grades 3-5) introduction to curriculum-relevant subjects and a robust resource section that encourages independent study.",
      "rating": 4.2
    },
    {
      "img": "https://i.ibb.co/kS4X0Cw/travel3.jpg",
      "name": "The Cat Who Went to Paris",
      "quantity": 3,
      "authorName": "Peter Gethers",
      "category": "Travel",
      "description": "Join Peter Gethers in his heartwarming journey with Norton, the Scottish Fold kitten, in 'The Cat Who Went to Paris.' This delightful narrative captures the transformative power of companionship and the profound lessons learned from a cherished feline friend, demonstrating the remarkable bond between man and cat.",
      "overview": "NATIONAL BESTSELLER - When the world is your oyster, you need a cat to enjoy it with you. 'An entertaining romp that leaves no doubt that Mr. Gethers and his cat have a most remarkable relationship.'--Kiki Olson, The New York Times Book Review At one time in his life, Peter Gethers, publisher, screenwriter, and author, was a confirmed loner and cat hater. All that changed when a Scottish Fold kitten named Norton entered his life. Peter opened his heart to Norton and soon they were inseparable. Together they rode the ferry to Fire Island, traversed the subways of Manhattan, traveled on the Concorde to Paris, dated beautiful women, and even dined in the world's finest restaurants. Norton knows how to impress simply by being himself--an amusing and intelligent companion who understands silence, enjoys the thrill of the chase, and gladly accepts the devotion of man and womankind. ",
      "rating": 4.7
    },
    {
      "img": "https://i.ibb.co/N9Fghnf/travel4.jpg",
      "name": "The Salt Path",
      "quantity": 6,
      "authorName": "Raynor Winn",
      "category": "Travel",
      "description": "A powerful account of resilience and love, 'The Salt Path' chronicles Raynor Winn and her husband's transformative journey along the South West Coast Path in England. Through loss and adversity, their courageous trek becomes a testament to the enduring strength of the human spirit and the enduring meaning of home.",
      "overview": "'Polished, poignant... an inspiring story of true love.'--Entertainment Weekly A BEST BOOK OF 2019, NPR's Book ConciergeSHORTLISTED FOR THE COSTA BOOK AWARDOVER 400,000 COPIES SOLD WORLDWIDE The true story of a couple who lost everything and embarked on a transformative journey walking the South West Coast Path in England Just days after Raynor Winn learns that Moth, her husband of thirty-two years, is terminally ill, their house and farm are taken away, along with their livelihood. With nothing left and little time, they make the brave and impulsive decision to walk the 630 miles of the sea-swept South West Coast Path, from Somerset to Dorset, through Devon and Cornwall. Carrying only the essentials for survival on their backs, they live wild in the ancient, weathered landscape of cliffs, sea, and sky. Yet through every step, every encounter, and every test along the way, their walk becomes a remarkable and life-affirming journey. Powerfully written and unflinchingly honest, The Salt Path is ultimately a portrayal of home--how it can be lost, rebuilt, and rediscovered in the most unexpected ways.",
      "rating": 4.0
    }
  ,
  
    {
      "img": "https://i.ibb.co/tBHdNfY/sports1.jpg",
      "name": "Football for Dummies",
      "quantity": 5,
      "authorName": "John Czarnecki",
      "category": "Sports",
      "description": "The fun and easy way to tackle football basics and enjoy America's most popular sport. Football For Dummies provides up-to-the-minute information on rules, positions, plays, penalties, and more. Written by football legend Howie Long and esteemed analyst John Czarnecki, it's a must-have for fans of all levels.",
      "overview": "The fun and easy way to tackle football basics and enjoy America's most popular sport Since the last edition of Football For Dummies , new stadiums have been built, new stars have ascended, and records have been broken. This new edition has been revised to reflect today's game, giving football fans up-to-the-minute information on all the rules and regulations, positions, plays, and penalties. Featuring coverage of the newest stadium technologies, revised greatest players and legends, and pro-football must-do experiences, it also includes expert advice on training and gearing up for those who play the game. The complete fan's updated guide to football Revised material on new players, stadiums, and strategies Written by football legend Howie Long and revered analyst John Czarnecki From peewees to the pros, this hands-on, friendly guide covers the nuts and bolts of football for fans of all ages and experience levels.",
      "rating": 4.5
    },
    {
      "img": "https://i.ibb.co/Qp2Ww6T/sports2.jpg",
      "name": "Baseball for Dummies",
      "quantity": 7,
      "authorName": "Joe Morgan",
      "category": "Sports",
      "description": "Baseball For Dummies, Third Edition, is an essential guide for fans at all levels. Written by Baseball Hall of Famer Joe Morgan, it covers all aspects of the game, from playing and coaching to appreciating its finer points. With insights on new stadiums, star players, and the latest stats, it's a must-have for every baseball enthusiast.",
      "overview": "'Joe Morgan again shows himself a rare bird: an ex-jock with savvy and the ability to communicate it.' - People 'This book has something for everybody, from longtime fans to Little Leaguers.' - New York Newsday Baseball For Dummies, Third Edition, is for baseball fans at all levels, from players and coaches to spectators who love the game. Baseball Hall of Fame player and ESPN baseball analyst Joe Morgan explains baseball with remarkable insight, using down-to-earth language so everyone from the casual observer to the die-hard fan can gain a fuller appreciation of the sport. This updated edition features: Everything you need to know about the game, from what it takes to play each position and how to hit and run the bases to what to watch for in the game and how to appreciate the finer points of the sport Coverage of new star players, new stadiums, and game milestones The lowdown on today's baseball Web resources The latest on stats and sabermetrics The inside story on the new steroid rules From how to throw a knuckleball or hit an inside pitch to how to keep a scorecard or pick a winning fantasy league team, Morgan covers all the bases, showing you how to get the most out of the game. ",
      "rating": 4.2
    },
    {
      "img": "https://i.ibb.co/mvTW8jy/sports3.jpg",
      "name": "Soccer for Dummies",
      "quantity": 3,
      "authorName": "Scott Murray",
      "category": "Sports",
      "description": "Soccer For Dummies provides a comprehensive guide for soccer enthusiasts of all levels. From history and rules to player skills and international tournaments, this book covers it all. With insights on coaching, fitness, women's soccer, and more, it's a must-read for every soccer lover.",
      "overview": "Learn to: Get a handle on soccer rules and regulations Grasp the basic moves and plays Improve dribbling, passing, and other skills Appreciate this popular pastime Learn the basics, improve your game knowledge, and reach your soccer playing goals Do you get a kick out of soccer? Whether you're a youth league player, a soccer parent, or a World Cup fan, here at last is the book you've been waiting for. The tactics they employ, and the skills they need to play The biggest sport in the world -- explore everything about the professional game of soccer, from the biggest show on earth -- the FIFA World Cup -- to other international tournaments such as the European Championships, Copa America, and the CONCACAF Gold Cup For fans -- find out what you can expect at a professional soccer game, as well as the lowdown on where you can find soccer on television, online, in newspapers, magazines, books, movies, and on DVDs Open the book and find: How soccer is played (and scored) Tips on coaching, how to keep fit, and how to play 'the beautiful game' An in-depth look at women's soccer How club soccer is organized across the world Important international and club teams Fun soccer facts and interesting tidbits A look at the game's most fascinating players",
      "rating": 4.7
    },
    {
      "img": "https://i.ibb.co/Y3DB63N/sports4.jpg",
      "name": "Basketball for Dummies",
      "quantity": 6,
      "authorName": " Richard Phelps",
      "category": "Sports",
      "description": "Basketball For Dummies, Second Edition, is a comprehensive guide to the game of basketball. Written by former Notre Dame head coach Digger Phelps, this book offers insights for players, coaches, and fans. From fundamentals to advanced techniques, it's the go-to resource for anyone looking to enhance their understanding and enjoyment of the sport.",
      "overview": "Basketball is the most popular participatory sport in the United States. As simple as the game often seems--throwing a ball through a hoop--there are many aspects of the game that go unnoticed.  By the final buzzer, you'll have pulled down pointers on how to play the game, how to look good on the court, how to coach it, how to watch it, ho w to strategize, and even how to talk trash on the playground. Within these pages, you'll also discover how to: Suit up for the court Get into basketball shape Play effective offense and defense Use signature moves from NBA greats Shoot quality free-throws Join fantasy leagues and get great stuff online From the basics to the latest coaching drills and techniques, this friendly reference offers you expert advice on the plays, strategies, and moves on and off the court--from high school to college hoops, to the WNBA, and beyond.",
      "rating": 4.0
    },
    {
      "img": "https://i.ibb.co/tK9thHb/self-Help1.jpg",
      "name": "Outliers",
      "quantity": 5,
      "authorName": "Malcolm Gladwell",
      "category": "Self-Help",
      "description": "Malcolm Gladwell's Outliers delves into the factors behind high achievers' success, emphasizing the significance of their cultural background, upbringing, and generation. From software billionaires to soccer players, he unveils the secrets behind their triumphs, culminating in an enlightening and entertaining masterpiece.",
      "overview": "Malcolm Gladwell, bestselling author of Blink and The Bomber Mafia and host of the podcast Revisionist History, explores what sets high achievers apart--from Bill Gates to the Beatles--in this seminal work from 'a singular talent' (New York Times Book Review). In this stunning book, Malcolm Gladwell takes us on an intellectual journey through the world of 'outliers'--the best and the brightest, the most famous and the most successful. He asks the question: what makes high-achievers different? His answer is that we pay too much attention to what successful people are like, and too little attention to where they are from: that is, their culture, their family, their generation, and the idiosyncratic experiences of their upbringing. Along the way he explains the secrets of software billionaires, what it takes to be a great soccer player, why Asians are good at math, and what made the Beatles the greatest rock band. Brilliant and entertaining, Outliers is a landmark work that will simultaneously delight and illuminate.",
      "rating": 4.5
    },
    {
      "img": "https://i.ibb.co/Gsschzs/self-Help2.jpg",
      "name": "The Alchemist",
      "quantity": 7,
      "authorName": "Paulo Coelho",
      "category": "Self-Help",
      "description": "Paulo Coelho's timeless classic, The Alchemist, narrates the transformative journey of shepherd Santiago, who seeks worldly treasures but discovers profound riches within. Fusing mysticism and wisdom, it urges readers to heed their hearts, recognize opportunities, and pursue their dreams, resonating across generations.",
      "overview": "An international bestseller Over 80 million copies sold worldwide A PBS Great American Read Top 100 pick A special 25th anniversary edition of the extraordinary international bestseller, including a new Foreword by Paulo Coelho. Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations. Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different--and far more satisfying--than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams. This description may be from another edition of this product.",
      "rating": 4.2
    },
    {
      "img": "https://i.ibb.co/4ZCFtM8/self-Help3.jpg",
      "name": "Tuesdays with Morrie",
      "quantity": 3,
      "authorName": "Mitch Albom",
      "category": "Self-Help",
      "description": "In 'Tuesdays with Morrie,' Mitch Albom reflects on the profound wisdom and guidance imparted by his former mentor, Morrie Schwartz. As Morrie nears the end of his life, their Tuesday meetings become a poignant series of lessons on living, inspiring readers with enduring insights on life's purpose.",
      "overview": "A classic from the author of The First Phone Call from Heaven Maybe it was a grandparent, or a teacher, or a colleague. Someone older, patient and wise, who understood you when you were young and searching, helped you see the world as a more profound place, gave you sound advice to help you make your way through it. For Mitch Albom, that person was Morrie Schwartz, his college professor from nearly twenty years ago. Maybe, like Mitch, you lost track of this mentor as you made your way, and the insights faded, and the world seemed colder. Wouldn't you like to see that person again, ask the bigger questions that still haunt you, receive wisdom for your busy life today the way you once did when you were younger? Mitch Albom had that second chance. He rediscovered Morrie in the last months of the older man's life. Knowing he was dying, Morrie visited with Mitch in his study every Tuesday, just as they used to back in college. Their rekindled relationship turned into one final 'class': lessons in how to live. Tuesdays with Morrie is a magical chronicle of their time together, through which Mitch shares Morrie's lasting gift with the world. This description may be from another edition of this product.",
      "rating": 4.7
    },
    {
      "img": "https://i.ibb.co/27qv8D1/self-Help4.jpg",
      "name": "Mindset",
      "quantity": 6,
      "authorName": "Carol S. Dweck",
      "category": "Self-Help",
      "description": "In the updated edition of 'Mindset,' Carol S. Dweck introduces the transformative power of adopting a growth mindset, illuminating how our beliefs about our abilities profoundly impact our success. She delves into the concept's broader applications, offering insights for fostering personal and collective growth and achievement.",
      "overview": "The updated edition of the bestselling book that has changed millions of lives with its insights into the growth mindset 'Through clever research studies and engaging writing, Dweck illuminates how our beliefs about our capabilities exert tremendous influence on how we learn and which paths we take in life.'--Bill Gates, GatesNotes After decades of research, world-renowned Stanford University psychologist Carol S. Dweck, Ph.D., discovered a simple but groundbreaking idea: the power of mindset. In this brilliant book, she shows how success in school, work, sports, the arts, and almost every area of human endeavor can be dramatically influenced by how we think about our talents and abilities. People with a fixed mindset--those who believe that abilities are fixed--are less likely to flourish than those with a growth mindset--those who believe that abilities can be developed. Mindset reveals how great parents, teachers, managers, and athletes can put this idea to use to foster outstanding accomplishment. In this edition, Dweck offers new insights into her now famous and broadly embraced concept. She introduces a phenomenon she calls false growth mindset and guides people toward adopting a deeper, truer growth mindset.",
      "rating": 4.0
    }
  ]